var diaries = [
  {
    meta: {  // 内容元数据


      title: "金毛寻回犬",
      meta: "这东西也太难了 ",



    },
    list: [

      {
        type: "TEXT",
        content: 'Tag:长毛 温顺 聪明 中型犬',
      },
      {
        type: "TEXT",
        content: '金毛寻回犬是最常见的家犬之一，它很容易养，有耐心并且对主人要求不多，只要定期运动，食物和兽医体检就可以了。它属于匀称、有力、活泼的一个犬种，特征是稳固、身体各部位配合合理，腿既不太长也不笨拙，表情友善，个性热情、机警、自信而且不怕生，性格讨人喜欢。金毛犬最早是一种寻回猎犬，现在大多作为导盲犬与宠物狗。对小孩子或者婴儿十分友善。金毛犬是位列世界犬种智商排行的第四名。',


      },

    ]
  },
  {
    meta: {  // 内容元数据


      title: "西伯利亚雪橇犬",
      meta: "这东西也太难了 ",



    },
    list: [

      {
        type: "TEXT",
        content: 'Tag:长毛 中型犬 善变 活泼 ',


      },
      {
        type: "TEXT",
        content: '俗称“哈士奇”西伯利亚雪橇犬是原始的古老犬种，主要生活在在西伯利亚东北部、格陵兰南部。哈士奇名字是源自其独特的嘶哑叫声。哈士奇性格多变，有的极端胆小，也有的极端暴力，进入人类社会和家庭的哈士奇，都已经没有了这种极端的性格，比较温顺，是一种流行于全球的宠物犬。哈士奇、金毛犬与拉布拉多并列为三大无攻击性犬类，被世界各地人们广泛饲养，并在全球范围内有大量该犬种的赛事。',


      },

    ]
  },
  {
    meta: {  // 内容元数据


      title: "柯基",
      meta: "这东西也太难了 ",



    },
    list: [

      {
        type: "TEXT",
        content: 'Tag:短毛 小型犬 忠诚 温顺',


      },
      {
        type: "TEXT",
        content: '一种小型犬，但性格非常稳健，完全没有一般小型犬的神经质，是非常适合小孩的守护犬。它们的胆子很大，也相当机警，能高度警惕地守护家园，是最受欢迎的小型护卫犬之一。',


      },

    ]
  },
  {
    meta: {  // 内容元数据


      title: "京巴",
      meta: "这东西也太难了 ",



    },
    list: [

      {
        type: "TEXT",
        content: 'Tag:长毛 小型犬 优雅 勇敢 ',


      },
      {
        type: "TEXT",
        content: '京巴犬又称北京犬、宫廷狮子狗，是中国古老的犬种，已有四千年的历史。它是一种平衡良好，结构紧凑的狗，前躯重而后躯轻。它有个性，表现欲强，性格活泼，聪明通人性，其形象酷似狮子。它代表的勇气、大胆、自尊更胜于漂亮、优雅或精致。',


      },

    ]
  },
  {
    meta: {  // 内容元数据


      title: " 边境牧羊犬",
      meta: "这东西也太难了 ",



    },
    list: [

      {
        type: "TEXT",
        content: 'Tag: 长毛 中型犬 聪明 忠诚',


      },
      {
        type: "TEXT",
        content: '原产于苏格兰边境，为柯利牧羊犬的一种，具有强烈的牧羊本能，天性聪颖、善于察言观色，能准确明白主人的指示，可借由眼神的注视而驱动羊群移动或旋转，被当成牧羊犬已有多年的历史，在世界犬种智商排行第一名。特点是聪明、学习能力强、理解力高、容易训练、善于和主人沟通、温和、忠诚、服从性好，其忠心程度可以用如影随形来形容。由于温和忠诚的性格不乱叫，一度成为最受城市人口欢迎的宠物。而且边境牧羊犬还是飞盘狗最具竞争力的犬种，是历年飞盘狗世界杯大赛的主角。',


      },

    ]
  },



  {
    meta: {  // 内容元数据


      title: " 布偶猫",
      meta: "这东西也太难了 ",



    },
    list: [

      {
        type: "TEXT",
        content: 'Tag: 长毛，温顺，中型',


      },
      {
        type: "TEXT",
        content: '发育期长，幼猫要4年左右才能完全发育成熟。布偶猫善于讨好主人，总是形影不离地围着主人转，这种猫喜静，但也爱玩玩具，并喜欢参与家中的日常生活。',


      },

    ]
  },
  {
    meta: {  // 内容元数据


      title: "挪威森林猫",
      meta: "这东西也太难了 ",



    },
    list: [

      {
        type: "TEXT",
        content: 'Tag: 长毛，机灵，内向，大型',


      },
      {
        type: "TEXT",
        content: '挪威森林猫性格内向，独立性强，聪颖敏捷，机灵警觉，行动谨慎，喜欢冒险和活动，且能抓善捕，善爬树攀岩，有“能干的狩猎者”之美誉。因而不适宜长期饲养在室内，最好饲养在有庭院和环境比较宽敞的家庭。挪威森林猫极为自信，性情温顺。友好而易于相处。尽管很贪玩，森林猫还是很安静的，适合爱安静的朋友养。',


      },

    ]
  },
  {
    meta: {  // 内容元数据


      title: "加拿大无毛猫",
      meta: "这东西也太难了 ",



    },
    list: [

      {
        type: "TEXT",
        content: 'Tag: 无毛，温顺，小型',


      },
      {
        type: "TEXT",
        content: '斯芬克斯猫性情老实，忍耐力极强，脾气很好，而且在某些方面它们更像狗，容易与人亲近而且对主人忠诚。',


      },

    ]
  },
  {
    meta: {  // 内容元数据


      title: "狸花猫",
      meta: "这东西也太难了 ",



    },
    list: [

      {
        type: "TEXT",
        content: 'Tag: 短毛，活泼，小型',


      },
      {
        type: "TEXT",
        content: '中华本土猫，有漂亮、厚实的皮毛，健康的身体，容易喂养，并且对捕捉老鼠十分在行。独立性强，记忆、模仿能力强，感情丰富，个性勇敢，和主人相处后会对主人非常的衷心。在日常里狸花猫总是给人一种威严的感觉。平日爱动，性格开朗，但是对于周围环境的改变，它会变得十分敏感和紧张，对主人的依赖性就更强。',


      },

    ]
  },
  {
    meta: {  // 内容元数据
      title: "英国短毛猫",
      meta: "这东西也太难了 ",
    },
    list: [
      {
        type: "TEXT",
        content: 'Tag: 短毛，大胆，中型',
      },
      {
        type: "TEXT",
        content: '体形圆胖，四肢粗短发达，毛短而密，头大脸圆，温柔平静，对人友善，极易饲养。大而圆的眼睛根据被毛不同而呈现各种颜色。',
      },
    ]
  },


  {
    meta: {  // 内容元数据
      title: "文鸟",
      meta: "这东西也太难了 ",
    },
    list: [
      {
        type: "TEXT",
        content: 'Tag: 温顺，小型',
      },
      {
        type: "TEXT",
        content: '文鸟是若干侏形雀与梅花雀等似雀类的通称，原产亚洲。目前又原种灰文、白文、驼文等。身强体健，适合初学者，是一种入门鸟种。卵生，素食，食物多为草籽、稻谷等，可以在人类居住较多的地方栖息。有的也把窝建在房上。',
      },
    ]
  },
  {
    meta: {  // 内容元数据
      title: "银喉长尾山雀",
      meta: "这东西也太难了 ",
    },
    list: [
      {
        type: "TEXT",
        content: 'Tag: 敏捷，小型',
      },
      {
        type: "TEXT",
        content: '体型纤小，全长10.8-13.1厘米，翅长5.2-6.0厘米，尾长6.0-7.8厘米。该鸟头顶羽毛较丰满且甚发达，体羽蓬松呈绒毛状。该鸟行动敏捷，来去均甚突然，常见跳跃在树冠间或灌丛顶部，生活在欧亚大陆各种环境的树林中，群居或常与其他雀类混居，以昆虫及植物种子等为食。',
      },
    ]
  },
  {
    meta: {  // 内容元数据
      title: "虎皮鹦鹉",
      meta: "这东西也太难了 ",
    },
    list: [
      {
        type: "TEXT",
        content: 'Tag: 活泼，小型',
      },
      {
        type: "TEXT",
        content: '虎皮鹦鹉是全世界最普遍的宠物鸟，性情活泼，易于驯养，品种繁多结群活动，以植物种子等为食。体长10-20厘米，翼展平均20厘米，体重30-35克。',
      },
    ]
  },
  {
    meta: {  // 内容元数据
      title: "乌鸦",
      meta: "这东西也太难了 ",
    },
    list: [
      {
        type: "TEXT",
        content: 'Tag: 中型，凶悍',
      },
      {
        type: "TEXT",
        content: '雀形目鸦科鸦属中数种黑色鸟类的俗称。雀形目中体形最大的鸟类，体长50厘米左右。全身或大部分羽毛为乌黑色，长喙，有的具鲜明的白色颈圈，黑羽具紫蓝色金属光泽。群居，为森林草原鸟类，多在树上营巢。行为复杂，表现有较强的智力和社会性活动。鸣声简单粗厉一般性格凶悍，富于侵略习性，常掠食水禽、涉禽巢内的卵和雏鸟。杂食，吃谷物、浆果、昆虫、腐肉及其他鸟类的蛋。很多种类喜食腐肉。分布几乎遍及全球。',
      },
    ]
  },
  {
    meta: {  // 内容元数据
      title: "百灵鸟",
      meta: "这东西也太难了 ",
    },
    list: [
      {
        type: "TEXT",
        content: 'Tag: 小型',
      },
      {
        type: "TEXT",
        content: '鸟纲雀形目百灵属总称。是草原的代表性鸟类，属于小型鸣禽，叫声清脆。往往边飞边鸣，由于飞得很高，人们往往只闻其声，不见其踪。百灵鸟生活于干旱山地、荒漠、草地或岩石上，非繁殖期多结群生活，常作短距离低飞或奔跑，取食昆虫和草籽。颜色丰富多彩，有红色，蓝色等等。体形较小，长190mm，重约30g。属国家二级保护动物，需要政府单位颁布的养殖证书。',
      },
    ]
  },


  {
    meta: {  // 内容元数据
      title: "乌龟",
      meta: "这东西也太难了 ",
    },
    list: [
      {
        type: "TEXT",
        content: 'Tag: 无毛的，需要空间小，气味小，温顺',
      },
      {
        type: "TEXT",
        content: '乌龟可以说是最容易养的小动物之一，性格大多温和，比较常见的品种有巴西红耳龟，中华草龟，东部锦龟等。刚开始龟龟们可能会比较羞涩，不愿意当着主人的面活动或进食，但当他们熟悉了环境后，会逐渐开始放开自我。'
      },
      {
        type: "TEXT",
        content: '饲养小贴士：养龟需要注意的是勤换水、按时定量投喂、冬季需要将龟埋入土中冬眠。'
      },
    ]
  },
  {
    meta: {  // 内容元数据
      title: "仓鼠",
      meta: "这东西也太难了 ",
    },
    list: [
      {
        type: "TEXT",
        content: 'Tag: 短毛的,需要空间小,活泼,小型',
      },
      {
        type: "TEXT",
        content: '仓鼠不需要特别大的空间来养，是小户型毛绒爱好者的首选。仓鼠一般喜欢夜间行动，有屯粮的习惯。刚到陌生环境的仓鼠君可能会有比较强的警惕心，主人需要对它们保持耐心，当建立了良好的信任关系后，仓鼠君就会依赖你了，可以实施躺手等操作。',
      },
      {
        type: "TEXT",
        content: '饲养小贴士：仓鼠不能合笼养，所以不用考虑为仓鼠君找小伙伴哟~要给予它们充足的食物，定时清理笼子，以防气味过重。'
      },
    ]
  },
  {
    meta: {  // 内容元数据
      title: "金鱼",
      meta: "这东西也太难了 ",
    },
    list: [
      {
        type: "TEXT",
        content: 'Tag: 无毛的、需要空间小、观赏型',
      },
      {
        type: "TEXT",
        content: '鱼起源于中国，也称“金鲫鱼”，近似鲤鱼（Cyprinus carpio）但它没有口须，是由鲫鱼进化而成的观赏鱼类。金鱼的品种很多，颜色有红、橙、紫、蓝、墨、银白、五花等，分为文种、草种、龙种、蛋种四大品系。',
      },
      {
        type: "TEXT",
        content: '饲养小贴士：需要一个鱼缸，一些水草，要定时换水'
      },
    ]
  },
  {
    meta: {  // 内容元数据
      title: "荷兰猪",
      meta: "这东西也太难了 ",
    },
    list: [
      {
        type: "TEXT",
        content: 'Tag: 温顺、呆萌、生存空间小、草食性',
      },
      {
        type: "TEXT",
        content: '豚鼠（学名：Cavia porcellus）又名天竺鼠。豚鼠是无尾啮齿动物，身体紧凑，短粗，头大颈短，它们具有小的花瓣状耳朵，位于头顶的两侧，具有小三角形嘴。四肢短小，作为选择育种的结果，存在20种不同表型的毛发颜色，并且存在13种不同的表型毛发质地和长度。',
      },

    ]
  },


]

module.exports = {
  diaries: diaries,
}
